[
  {
    "id": "urn:uuid:5641e0ad-a240-48bb-9e44-0ff1b647d597",
    "text": "Cheaper drinks will see a rise in noncommunicable diseases and injuries. In two new global reports released today, the World Health Organization is calling on governments to significantly strengthen taxes on sugary drinks and alcoholic beverages. The reports warn that weak tax systems are allowing harmful products to remain cheap while health systems face mounting financial pressure from preventable noncommunicable diseases and injuries.",
    "disease": "unknown",
    "region": "Global",
    "date": "Tue, 13 Jan 2026 13:00:04 Z",
    "source": "WHO",
    "severity_level": "medium",
    "data_type": "outbreak_report"
  },
  {
    "id": "urn:uuid:302cdb24-1d8d-4f0e-9005-992e37962720",
    "text": "Sudan: 1000 days of war deepen the world’s worst health and humanitarian crisis. <p>Today, the conflict in Sudan reaches its 1000th day, with over 20&nbsp;million people requiring health assistance and 21&nbsp;million desperately needing food.</p><p>Nearly three years of continuous violence, severe access constraints, and reduced funding have turned Sudan into the worst humanitarian crisis globally. An estimated 33.7&nbsp;million people will need humanitarian aid this year.</p><p>The health system has been severely damaged by ongoing fighting, increasingly deadly attacks on health care, mass displacement, lack of essential medical supplies, and shortages of health personnel and funding. Despite sustained efforts by WHO and partners to restore and revive health services across the country, more than one third of health facilities (37%) remain non-functional, depriving millions of people of essential and lifesaving health services.</p><p>Since the start of the conflict in April 2023, WHO has verified 201 attacks on health care, resulting in 1858 deaths and 490 injuries. These attacks, which violate international humanitarian law, undermine access to lifesaving care and put health care workers, patients and caregivers at grave risk.</p><p>&ldquo;One thousand days of conflict in Sudan have driven the health system to the brink of collapse. Under the strain of disease, hunger and a lack of access to basic services, people face a devastating situation,&rdquo; said WHO Representative in Sudan, Dr Shible Sahbani. &ldquo;WHO is doing what we can, where we can, and we know we are saving lives and rebuilding the health system. Despite the challenges, we are also working on recovery of the health system.&rdquo;</p><p>The level of displacement is unprecedented. An estimated 13.6&nbsp;million people are currently displaced, making Sudan the largest displacement crisis in the world. Fueled by poor living conditions, overcrowding in displacement sites, disrupted health and water, sanitation and hygiene services, and a breakdown of routine immunization, disease outbreaks are spreading, compounding the crisis. WHO is currently supporting the response to outbreaks of cholera, dengue, malaria, and measles, with cholera being reported from all 18 states, dengue from 14 states, and malaria from 16 states. Access to preventive and curative care, including for the management of chronic conditions and severe malnutrition, remains limited.</p><p>WHO works with Sudan&rsquo;s Federal and State Ministries of Health and partners to improve access to critical health services across Sudan and rehabilitate the health system. Since the start of the conflict in April 2023, WHO has delivered 3378 metric tons of medicines and medical supplies worth about US$&nbsp;40&nbsp;million, including diagnostic supplies, treatments for malnutrition, and diseases such as cholera, malaria, dengue, and emergency surgery, to 48 health partners for lifesaving operations. About 24&nbsp;million people have received cholera vaccinations, and WHO has supported the country to introduce and scale up malaria vaccines. Additionally, more than 3.3&nbsp;million people have accessed health care at WHO-supported hospitals, primary health care facilities, and temporary mobile clinics. More than 112&nbsp;400 children with severe acute malnutrition with medical complications have received treatment at functional stabilization centres, all of which receive lifesaving WHO nutrition supplies. State and National public health laboratories have been equipped and strengthened to confirm disease outbreaks and enable a rapid response.</p><p>&ldquo;As the relentless conflict renders some areas inaccessible, particularly in the Darfur and Kordofan regions, the population&rsquo;s health needs continue to increase,&rdquo; Dr Sahbani said. &ldquo;To meet these mounting needs and prevent the crisis from spiraling out of hand, WHO and humanitarian partners require safe and unimpeded access to all areas of Sudan, and increased financial resources.&rdquo;</p><p>Ultimately, WHO calls parties to the conflict to urgently work towards a ceasefire and peace for the people of Sudan.</p><p>&nbsp;</p>",
    "disease": "unknown",
    "region": "Global",
    "date": "Mon, 12 Jan 2026 10:44:06 Z",
    "source": "WHO",
    "severity_level": "medium",
    "data_type": "outbreak_report"
  },
  {
    "id": "urn:uuid:71b85e7d-e0d0-4bf1-aeaa-3aaa29e8f224",
    "text": "WHO Global Summit charts a bold future for traditional medicine. <div><p><img alt=\"Group of Health Ministers, WHO Director-General, Dr Tedros and India's Prime Minister, Modi pose for a family photo at second WHO Global Summit on Traditional Medicine\" height=\"763\" src=\"https://cdn.who.int/media/images/default-source/headquarters/initiatives/global-centre-for-traditional-medicine/2nd-tm-traditional-medicine-summit-dg-modi-family-photo.jpeg?sfvrsn=6842b65_3\" style=\"height: auto;\" title=\"2nd tm traditional medicine summit dg modi family photo\" width=\"1600\" /></p><p>The second WHO Global Summit on Traditional Medicine, jointly organized with the&nbsp;Government&nbsp;of India,&nbsp;concluded today in New Delhi, marking a major milestone for global health as it drew over 16 000 online registrations and brought together 800 delegates from more than 100 countries, including ministers from over 20 nations.&nbsp;Combined&nbsp;with&nbsp;a strong line up of&nbsp;160 speakers, the global traditional medicine community&nbsp;shared&nbsp;insights on how&nbsp;traditional medicine (TM)&nbsp;can strengthen health systems&nbsp;with&nbsp;more&nbsp;safe, evidence-based, and affordable care.&nbsp;</p></div><div><p>The energy in Delhi was palpable as ministers, scientists, Indigenous leaders, and practitioners came together to advance the&nbsp;<a href=\"https://www.who.int/publications/i/item/9789240113176\" rel=\"noreferrer noopener\" target=\"_blank\">WHO Global Traditional Medicine Strategy 2025&ndash;2034</a>. The Summit was not just about dialogue&nbsp;&ndash;&nbsp;it was about action. WHO unveiled the&nbsp;<a href=\"https://www.who.int/news/item/25-09-2025-traditional-medicine-global-library-to-launch-in-2025\" rel=\"noreferrer noopener\" target=\"_blank\">Traditional Medicine Global Library</a>, a first-of-its-kind digital platform&nbsp;consolidating&nbsp;1.6 million resources&nbsp;on&nbsp;TM, from scientific studies to Indigenous knowledge. With advanced features like&nbsp;Evidence Gap Maps&nbsp;and an AI-powered tool, TMGL GPT, the Library promises to transform access to trusted information and accelerate research worldwide.&nbsp;</p></div><div><p>Innovation took&nbsp;centre&nbsp;stage with the launch of&nbsp;Health &amp; Heritage Innovations (H2I), an initiative to nurture breakthrough ideas that bridge traditional practices with&nbsp;cutting-edge&nbsp;technologies such as AI, genomics, and digital health. From over&nbsp;1000 submissions,&nbsp;21 finalists&nbsp;were announced at the Summit and will enter a year-long acceleration&nbsp;programme&nbsp;to refine prototypes, receive scientific and regulatory guidance, and connect with&nbsp;policy-makers&nbsp;and investors.&nbsp;</p></div><div><p>WHO also announced the&nbsp;<a href=\"https://www.who.int/news/item/18-12-2025-who-launches-its-first-strategic-and-technical-advisory-group-on-traditional--complementary-and-integrative-medicine\" rel=\"noreferrer noopener\" target=\"_blank\">Strategic and Technical Advisory Group on Traditional, Complementary and Integrative Medicine (STAG-TM)</a>, a new advisory body to guide the Global&nbsp;Strategy. Comprised of&nbsp;19 independent experts, STAG-TM will shape research priorities, develop standards, and advise on integration into health systems. At its inaugural meeting during the Summit, the group set urgent priorities:&nbsp;evidence&nbsp;generation, preservation of traditional knowledge, digital innovation, and capacity building.&nbsp;</p></div><div><p>Countries rallied behind the&nbsp;<a href=\"https://tm-summit.org/wp-content/uploads/2025/12/Delhi-Declaration.pdf\" rel=\"noreferrer noopener\" target=\"_blank\">Delhi&nbsp;Declaration</a>,&nbsp;with&nbsp;<a href=\"https://www.who.int/publications/m/item/commitments-by-member-states-and-other-stakeholders-pledged-at-the-second-who-global-summit-on-traditional-medicine\" rel=\"noreferrer noopener\" target=\"_blank\">commitments from 26 Member States</a>,&nbsp;signaling a new era for traditional medicine. This collective pledge focuses on integrating traditional medicine into primary health care, strengthening regulation and safety standards, investing in research, and building interoperable data systems to track outcomes.&nbsp;It&rsquo;s&nbsp;a shift from recognition to results&nbsp;&ndash;&nbsp;ensuring traditional medicine is not a parallel system but a driver of universal health coverage.&nbsp;</p></div><div><p>&ldquo;Through the Delhi Commitment, countries have agreed not only on why traditional medicine matters&nbsp;&ndash;&nbsp;but on how to act,&rdquo; said&nbsp;Dr Tedros Adhanom Ghebreyesus, WHO Director-General. &ldquo;Traditional medicine can help to address many of the threats to&nbsp;health&nbsp;of our modern world: the growing burden of noncommunicable diseases; inequitable access to health services; and climate change. It can help to support care that is person-centred, culturally grounded, and holistic.&rdquo;&nbsp;</p></div><div><p>Looking ahead, WHO will work with Member States to turn these commitments into reality&ndash;&nbsp;scaling access to trusted knowledge, accelerating innovation, and embedding&nbsp;TM&nbsp;into health systems everywhere. The Global Traditional Medicine Strategy 2025&ndash;2034 charts a bold course toward a future where care is more inclusive, culturally grounded, and resilient.&nbsp;</p></div>",
    "disease": "unknown",
    "region": "Global",
    "date": "Mon, 22 Dec 2025 17:50:16 Z",
    "source": "WHO",
    "severity_level": "medium",
    "data_type": "outbreak_report"
  },
  {
    "id": "urn:uuid:6f834fca-e408-48fe-a218-f3a0c88ab9a7",
    "text": "WHO validates Brazil for eliminating mother-to-child transmission of HIV. <p>The World Health Organization (WHO) has validated Brazil for the elimination of mother-to-child transmission (EMTCT) of HIV, making it the most populous country in the Americas to achieve this historic milestone. This accomplishment reflects Brazil&rsquo;s long-standing commitment to universal and free access to health services through its Unified Health System (SUS), anchored in a strong primary health-care system and respect for human rights.</p><p>&ldquo;Eliminating mother-to-child transmission of HIV is a major public health achievement for any country, especially for a country as large and complex as Brazil,&rdquo; said Dr Tedros Adhanom Ghebreyesus, WHO Director-General. &ldquo;Brazil has shown that with sustained political commitment and equitable access to quality health services, every country can ensure that every child is born free of HIV and every mother receives the care she deserves.&rdquo;</p><p>The milestone was marked during a ceremony in Bras&iacute;lia, attended by President Luiz In&aacute;cio Lula da Silva, Brazil&rsquo;s Minister of Health<strong> </strong>Alexandre Padilha, and the Director of the Pan American Health Organization (PAHO) Dr Jarbas Barbosa, along with representatives from  UNAIDS.</p><h2>Meeting validation criteria</h2><p>Brazil met all the criteria for EMTCT validation, including reducing vertical transmission of HIV to below 2% and achieving over 95% coverage for prenatal care, routine HIV testing, and timely treatment for pregnant women living with HIV. In addition to meeting the targets of the validation, Brazil demonstrated the delivery of quality services for mothers and their infants, robust data and laboratory systems, and a strong commitment to human rights, gender equality and community engagement.</p><p>The country implemented a progressive, subnational approach by first certifying states and municipalities with over 100 000 inhabitants, adapting the PAHO/WHO validation methodology to its national context while maintaining coherence across the country.</p><p>The evaluation, supported by PAHO, was conducted by independent experts who reviewed data, documentation, and health facility operations. Findings were then assessed by WHO&rsquo;s Global Validation Advisory Committee, which formally recommended Brazil&rsquo;s validation for elimination.</p><p>&ldquo;This achievement shows that eliminating vertical transmission of HIV is possible when pregnant women know their HIV status, receive timely treatment, and have access to maternal health services and safe delivery,&rdquo; said Dr Jarbas Barbosa, Director of PAHO. &ldquo;It is also the result of the tireless dedication of thousands of health professionals, community health workers, and civil society organizations. Every day, they sustain the continuity of care, identify obstacles, and work to overcome them, ensuring that even the most vulnerable populations can access essential health services.\"</p><h2>Part of a broader initiative</h2><p>Over the past decade (2015-2024), more than 50 000 pediatric HIV infections have been averted in the Region of the Americas as a result of the implementation of the initiative to eliminate mother-to-child transmission of HIV.</p><p>Brazil&rsquo;s success is part of the broader EMTCT Plus Initiative, which seeks to eliminate mother-to-child transmission of HIV, syphilis, hepatitis B, and congenital Chagas, in collaboration with UNICEF and UNAIDS. It is embedded within PAHO&rsquo;s <a href=\"https://www.paho.org/en/elimination-initiative\">Elimination Initiative</a>, a regional effort to eliminate more than 30 communicable diseases and related conditions in the Americas by 2030.</p><p>\"I am delighted that Brazil has just been certified by WHO/PAHO for eliminating vertical transmission &ndash; the first country of more than 100 million people to do so,&rdquo; said Winnie Byanyima, UNAIDS Executive Director. &ldquo;And they did it by doing what we know works &ndash;prioritizing universal health care, tackling the social determinants that drive the epidemic, protecting human rights, and even &ndash; when necessary &ndash; breaking monopolies to secure access to medicines.\"</p><h2>Global context</h2><p>Brazil is one of 19 countries and territories worldwide that have been validated by WHO for EMTCT. Twelve of these are in the Region of the Americas. In 2015, Cuba became the first country in the world to be validated for EMTCT of HIV and the elimination of congenital syphilis. Other countries in the Region include Anguilla, Antigua and Barbuda, Bermuda, Cayman Islands, Montserrat, and Saint Kitts and Nevis in 2017; Dominica in 2020; Belize in 2023; and Jamaica and Saint Vincent and the Grenadines in 2024.</p><p>Outside the Americas, countries validated for EMTCT of HIV include Armenia, Belarus, Malaysia, Maldives, Oman, Sri Lanka, and Thailand.</p><p>&nbsp;</p>",
    "disease": "unknown",
    "region": "Global",
    "date": "Thu, 18 Dec 2025 15:43:16 Z",
    "source": "WHO",
    "severity_level": "medium",
    "data_type": "outbreak_report"
  },
  {
    "id": "urn:uuid:ba1af17a-6374-434d-bcad-a96e2f72bcfc",
    "text": "World leaders adopt a historic global declaration on noncommunicable diseases and mental health. Leaders from across the world at the Eightieth United Nations General Assembly (UNGA) have adopted the political declaration to combat noncommunicable diseases (NCDs) and mental health challenges through a fully integrated approach. This is the outcome of the intergovernmental negotiations in advance of and considered by the fourth high-level meeting of the UNGA on the prevention and control of NCDs and the promotion of mental health and well-being, held on 25 September 2025.",
    "disease": "unknown",
    "region": "Global",
    "date": "Tue, 16 Dec 2025 08:06:59 Z",
    "source": "WHO",
    "severity_level": "medium",
    "data_type": "outbreak_report"
  },
  {
    "id": "urn:uuid:03d7b630-c1fb-4e0f-8043-d37a5f0c80db",
    "text": "Most countries make progress towards universal health coverage, but major challenges remain, WHO–World Bank report finds. <p>Since 2000, most countries &ndash; across all income levels and regions &ndash; have made concurrent progress in expanding health service coverage and reducing the financial hardship associated with health costs, according to a new joint report from the World Health Organization (WHO) and the World Bank Group. These two indicators are the foundation of universal health coverage (UHC) &ndash; the global commitment that everyone, everywhere can access the care they need without financial hardship by 2030.</p><p>The <a href=\"https://www.who.int/publications/i/item/9789240117815\">UHC Global Monitoring Report 2025</a> shows that health service coverage, measured by the Service Coverage Index (SCI), rose from 54 to 71 points between 2000 and 2023. Meanwhile, the share of people experiencing financial hardship due to large and impoverishing out-of-pocket (OOP) health payments declined from 34% to 26% between 2000 and 2022.</p><p>However, the report cautions that the poorest populations continue to bear the greatest burden of unaffordable health costs, with 1.6&nbsp;billion people further pushed into poverty. Overall, an estimated 4.6&nbsp;billion people worldwide still lack access to essential health services and 2.1&nbsp;billion people experience financial hardship to access health care, including the 1.6&nbsp;billion people living in poverty or pushed deeper into it due to health expenses.</p><p>\"Universal health coverage is the ultimate expression of the right to health, but this report shows that for billions of people who cannot access or afford the health services they need, that right remains out of reach,&rdquo; said Dr Tedros Adhanom Ghebreyesus, WHO Director-General. &ldquo;In the context of severe cuts to international aid, now is the time for countries to invest in their health systems, to protect the health of their people and economies. WHO is supporting them to do that.&rdquo;</p><p>Financial hardship in health is defined as household spending more than 40% of its discretionary budget on OOP health expenses. Cost of medicines is a major driver of financial hardship: in three-quarters of countries with available data, medicines account for at least 55% of people&rsquo;s OOP health expenses. The burden is even greater among people living in poverty who allocate a median of 60% of their OOP health expenses on medicines diverting their scarce resources from other essential needs.</p><p>While the burden of OOP health costs falls mostly on poorer people, it also affects better-off segments of the population that allocate a large share of their budgets to health expenses, particularly in middle-income countries where this group of people is growing.</p><p>Without faster progress, full-service coverage without financial hardship will remain out of reach for many: the global SCI is projected to reach only 74 out of 100 by 2030, with nearly 1 in 4 people worldwide still facing financial hardship at the end of the Sustainable Development Goals (SDG) era.</p><h2>Encouraging progress in low-income countries with largest gaps</h2><p>Despite positive direction, the global progress rate has slowed since 2015 with only one-third of countries improving in both increasing health coverage and reducing financial hardship. All WHO regions have improved service coverage, but only half &ndash; Africa, South-East Asia, the Western Pacific &ndash; also reduced financial hardship. Low-income countries achieved the fastest gains in both areas but are still facing  the largest gaps.</p><p>The global increase in health service coverage has been driven largely by advances in infectious disease programmes. Coverage for noncommunicable diseases (NCDs) has shown steady improvement, while gains in reproductive, maternal, newborn, and child health have been modest.</p><p>The report notes that improved sanitation has supported service coverage gains. At the same time, inclusive economic growth, rising incomes, and stronger social protection mechanisms have driven poverty reduction, especially in low-income countries, contributing to declines in financial hardship. However, health costs have increasingly become a source of financial hardship among the poor.</p><h2>Inequalities are getting starker</h2><p>Despite progress, persistent gaps and inequalities are on the rise. In 2022, 3 out of 4 people among the poorest segment of the populations faced financial hardship from health costs, compared with fewer than 1 in 25 among the richest.</p><p>Women, people living in poverty, or in rural areas, or with less education, reported greater difficulty accessing essential health services. The gap between women in the richest and poorest quintiles narrowed slightly, from about 38 to 33 percentage points over the past decade. Even in high-performing regions such as Europe, vulnerable groups &ndash; including the poorest and people with disabilities &ndash; continue to report higher unmet health needs.</p><p>These findings likely underestimate the true extent of health inequalities, as the most vulnerable groups &ndash; such as displaced populations and people living in informal settlements &ndash; are often missing in data sources used to monitor progress toward UHC.</p><h2>Actions leading to 2030</h2><p>Achieving the UHC goal by 2030 is central to realizing the human right to health. With five years remaining on the SDG agenda, urgent action is now needed to  drive progress. The report underscores the critical role of political commitment in every country and community, and calls for action in six core areas:</p><ul><li>ensure essential health care is free at the point of care for people living in poverty and vulnerable situations;</li><li>expand public investments in health systems;</li><li>address high out-of-pocket spending on medicines;</li><li>accelerate access to essential NCD services, especially as the disease burden rises;</li><li>strengthen primary health care to promote equity and efficiency; and </li><li>adopt multisectoral approaches, recognizing that determinants of health and UHC drivers extend beyond the health sector.</li></ul><p>&nbsp;</p><h2>Editor&rsquo;s note</h2><p>This edition of the UHC Global Monitoring Report 2025 reflects the first round of UHC tracking to incorporate revised SDG indicators for health service coverage (SDG 3.8.1) and financial hardship (SDG 3.8.2), introduced in 2025. Using the revised indicators, and reproduction of the full time series, the report has presented global and regional trends in service coverage from 2000 to 2023, based on time series data for 195 countries or territories, and global and regional trends in financial hardship from 2000 to 2022, based on primary country time series for 168 countries. More about&nbsp;<a href=\"https://www.who.int/data/monitoring-universal-health-coverage\">monitoring universal health coverage</a>.</p><p>The Report is presented at the UHC High-Level Forum, jointly hosted by the Government of Japan, the World Bank Group, and WHO, in Tokyo, Japan. The Forum will also mark the official launch of the UHC Knowledge Hub in Tokyo, established by WHO and the World Bank Group with the support of the Government of Japan. The Hub offers capacity strengthening programmes for Ministries of Health and Finance to support health financing reforms. More about the <a href=\"https://www.who.int/news-room/events/detail/2025/12/06/default-calendar/universal-health-coverage-(uhc)-high-level-forum\">Universal Health Coverage (UHC) High-level Forum 2025</a>.</p><p>WHO, the World Bank Group, UHC2030 and the Joint Learning Network for Universal Health Coverage will organize a technical webinar &ldquo;Tracking Universal Health Coverage: 2025 Global Monitoring Report&rdquo; on 8 December 2025, at 8:00&ndash;9:30am EST | 14:00&ndash;15:30 CET. You can join the webinar <a href=\"https://worldbankgroup.zoom.us/j/98694745632?pwd=XaTlyV3Y4q1HwOvjkEiQwFap6IaowS.1\" target=\"_blank\">through this link</a>. (Passcode: .W1MJT=@r3)</p><p>&nbsp;</p>",
    "disease": "unknown",
    "region": "Global",
    "date": "Sat, 06 Dec 2025 01:45:23 Z",
    "source": "WHO",
    "severity_level": "medium",
    "data_type": "outbreak_report"
  },
  {
    "id": "urn:uuid:ee667cc4-44e2-4f49-b9de-fc341b3e5465",
    "text": "New tools saved a million lives from malaria last year but progress under threat as drug resistance rises. This year’s report provides a critical and up-to-date snapshot of efforts to control and eliminate malaria across 80 countries. The report also presents the threat posed by antimalarial resistance and its impact.",
    "disease": "unknown",
    "region": "Global",
    "date": "Thu, 04 Dec 2025 08:23:36 Z",
    "source": "WHO",
    "severity_level": "medium",
    "data_type": "outbreak_report"
  },
  {
    "id": "urn:uuid:d374f67c-08ed-43b6-ba44-66ff3711bd3c",
    "text": "WHO issues global guideline on the use of GLP-1 medicines in treating obesity. To address the growing global health challenge of obesity, which affects more than 1 billion people, WHO has released its first guideline on the use of Glucagon-Like Peptide-1 (GLP-1) therapies for treating obesity as a chronic, relapsing disease.",
    "disease": "unknown",
    "region": "Global",
    "date": "Mon, 01 Dec 2025 13:00:25 Z",
    "source": "WHO",
    "severity_level": "medium",
    "data_type": "outbreak_report"
  },
  {
    "id": "urn:uuid:8f58179a-05be-47d6-a503-4399a210d024",
    "text": "New prevention tools and investment in services essential in the fight against AIDS. <p>On World AIDS Day, the World Health Organization (WHO) calls on governments and partners to rapidly expand access to new WHO-approved tools including lenacapavir (LEN) to drive down infections and counter disruption to essential health services caused by cuts to foreign aid.</p><p>Despite dramatic funding setbacks, the global HIV response has gained a remarkable momentum in 2025 with the introduction and <a href=\"https://www.who.int/news/item/14-07-2025-who-recommends-injectable-lenacapavir-for-hiv-prevention\">WHO approval of twice-yearly injectable lenacapavir</a> for HIV prevention. LEN, a highly effective, long-acting alternative to oral pills and other options, is a transformative intervention for people who face challenges with regular adherence and stigma in accessing health care. WHO released in July this year  <a href=\"https://www.who.int/publications/i/item/9789240111608\">new guidelines recommending the use of lenacapavir</a> as an additional pre-exposure prophylaxis (PrEP) option for HIV prevention.</p><p>Sharp and sudden reductions in international funding this year led to disruptions in HIV prevention, treatment and testing services, with essential community-led programmes, including pre-exposure prophylaxis (PrEP) and harm reduction initiatives for people who inject drugs, being scaled back or shut down entirely in some countries. </p><p>&ldquo;We face significant challenges, with cuts to international funding, and prevention stalling,\" said Dr Tedros Adhanom Ghebreyesus, WHO Director-General. &ldquo;At the same time, we have significant opportunities, with exciting new tools with the potential to change the trajectory of the HIV epidemic. Expanding access to those tools for people at risk of HIV everywhere must be priority number one for all governments and partners.&rdquo;</p><p>Marking <a href=\"https://www.who.int/campaigns/world-aids-day/2025\">World AIDS Day</a> under the theme <em>&ldquo;Overcoming disruption, transforming the AIDS response&rdquo;</em>, WHO is urging a dual track approach &ndash; solidarity and investment in innovations to protect and empower communities most at risk.</p><p>After decades of progress, the HIV response stands at a crossroads. In 2024:</p><ul><li>HIV prevention efforts stagnated, with 1.3&nbsp;million new infections, disproportionately impacting key and vulnerable populations; </li><li><a href=\"https://www.unaids.org/sites/default/files/2025-11/2025-WAD-report_en.pdf?utm_source=UNAIDS+Newsletter&amp;utm_campaign=b06b95a07b-2025-world-aids-day-report&amp;utm_medium=email&amp;utm_term=0_e7a6256e25-b06b95a07b-50099489\"></a><a href=\"https://www.unaids.org/sites/default/files/2025-11/2025-WAD-report_en.pdf?utm_source=UNAIDS+Newsletter&amp;utm_campaign=b06b95a07b-2025-world-aids-day-report&amp;utm_medium=email&amp;utm_term=0_e7a6256e25-b06b95a07b-50099489\">UNAIDS data</a> reveal that almost half (49%) of new HIV infections occurred among key populations &ndash; including sex workers, men who have sex with men, transgender women, and people who inject drugs &ndash; and their sexual partners; </li><li>while sex workers and transgender women face a 17-fold higher risk of acquiring HIV, men who have sex with men face an 18-fold higher risk, and people who inject drugs &ndash; a 34-fold higher risk; </li><li>underlying drivers include stigma, discrimination, and legal, social and structural barriers these groups face to access HIV care; and </li><li>globally, an estimated 40.8 million people were living with HIV, and 630 000 people died from HIV-related causes.</li></ul><p>While the full scale of the impact of foreign aid cuts is still being assessed, access to PrEP is believed to have declined dramatically. The AIDS Vaccine Advocacy Coalition estimates that, as of October 2025, 2.5 million people who used PrEP in 2024 lost access to their medications in 2025 due solely to donor funding cuts. Such disruptions could have far-reaching consequences for the global HIV response, jeopardizing efforts to end AIDS by 2030. </p><h2>Momentum for innovation<strong> </strong></h2><p><strong></strong>&ldquo;We are entering a new era of powerful innovations in HIV prevention and treatment,&rdquo; said Dr Tereza Kasaeva, Director of WHO&rsquo;s Department for HIV, TB, Hepatitis and STIs. &ldquo;By pairing these advances with decisive action, supporting communities, and removing structural barriers, we can ensure that key and vulnerable populations have full access to life-saving services.&rdquo; </p><p>WHO prequalified LEN for HIV prevention on 6 October 2025, followed by national regulatory approvals that will increase access in South Africa (on 27 October), Zimbabwe (27 November) and Zambia (4 November). WHO&rsquo;s Collaborative Registration Procedure (CRP) supported these approvals. WHO is also working closely with partners such as CIFF, the Gates Foundation, the Global Fund to Fight AIDS, Tuberculosis and Malaria and Unitaid to enable affordable access to LEN in countries. Ensuring that long-acting HIV medicines for prevention and treatment reach priority populations must be a global priority. </p><h2>Integrating HIV services into primary health care</h2><p><strong></strong>WHO emphasizes that ending the AIDS epidemic depends on a fully integrated, evidence-based and rights-driven approach under the umbrella of primary health care. WHO will continue working with partners and leaders to put those most affected at the centre of the HIV response. Despite funding setbacks, the resilience and leadership of communities offer a clear path forward. By strengthening health systems, increasing domestic investment, and protecting human rights, countries can safeguard gains and ensure no one is left behind.</p><p>&nbsp;</p>",
    "disease": "unknown",
    "region": "Global",
    "date": "Sun, 30 Nov 2025 17:04:40 Z",
    "source": "WHO",
    "severity_level": "medium",
    "data_type": "outbreak_report"
  },
  {
    "id": "urn:uuid:131cf481-74f5-42f2-aaff-aac112c0871f",
    "text": "Lifetime toll: 840 million women faced partner or sexual violence. <p>Violence against women remains one of the world&rsquo;s most persistent and under-addressed human rights crises, with very little progress in two decades, according to a <a href=\"https://www.who.int/publications/i/item/9789240116962\">landmark report</a> released today by the World Health Organization (WHO) and UN partners.</p><p>Nearly 1 in 3 women &ndash; estimated 840 million globally &ndash; have experienced partner or sexual violence during their lifetime, a figure that has barely changed since 2000. In the last 12 months alone, 316 million women &ndash; 11% of those aged 15 or older &ndash; were subjected to physical or sexual violence by an intimate partner. Progress on reducing intimate partner violence has been painfully slow with only 0.2% annual decline over the past two decades.</p><p>For the first time, the report includes national and regional estimates of sexual violence by someone other than a partner. It finds 263 million women have experienced non-partner sexual violence since age 15, a figure experts caution is significantly under-reported due to stigma and fear.</p><p>\"Violence against women is one of humanity&rsquo;s oldest and most pervasive injustices, yet still one of the least acted upon,\" said Dr Tedros Adhanom Ghebreyesus, WHO Director-General. \"No society can call itself fair, safe or healthy while half its population lives in fear. Ending this violence is not only a matter of policy; it is a matter of dignity, equality and human rights. Behind every statistic is a woman or girl whose life has been forever altered. &nbsp;Empowering women and girls is not optional, it's a prerequisite for peace, development and health. A safer world for women is a better world for everyone.\"</p><h3>Efforts face funding cuts amidst mounting needs</h3><p>The new report, released ahead of the <em>International day for the elimination of violence against women and girls</em> observed on 25 November, represents the most comprehensive study on the prevalence of these two forms of violence against women. It updates 2018 estimates released in 2021. It analyses data between 2000 and 2023 from 168 countries, revealing a stark picture of a deeply neglected crisis and critically underfunded response.</p><p>Despite mounting evidence on effective strategies to prevent violence against women, the report warns that funding for such initiatives is collapsing &ndash; just as when humanitarian emergencies, technological shifts, and rising socio-economic inequality are further increasing risks for millions of women and girls. For instance, in 2022, only 0.2% of the global development aid was allocated to programmes focused on prevention of violence against women, and funding has further fallen in 2025.</p><h3>Widespread and lifelong risks</h3><p>Women subjected to violence face unintended pregnancies, a higher risk of acquiring sexually transmitted infections and experiencing depression. Sexual and reproductive health services are an important entry point for survivors to receive the high-quality care they need.</p><p>The report underscores the reality that violence against women begins early and risks persist throughout life. For example, in the past 12 months alone, 12.5 million adolescent girls 15-19 years of age or 16% have experienced physical and/or sexual violence from an intimate partner.</p><p>While violence occurs in every country, women in least-developed, conflict-affected, and climate-vulnerable settings are disproportionately affected. For example, Oceania (excluding Australia and New Zealand) reports 38% prevalence of intimate partner violence in the past year &ndash; more than 3 times the global average of 11%.</p><h3>A call for action &ndash; and accountability</h3><p>More countries than ever are now collecting data to inform policies, yet significant gaps remain &ndash; particularly on non-partner sexual violence, marginalized groups such as indigenous women, migrants, and women with disabilities, as well as data from fragile and humanitarian settings.&nbsp;</p><p>Progress has been achieved in countries where there is political commitment to do so. For example, Cambodia is implementing a national project that will update legislation on domestic violence, improve service delivery, quality and access, refurbish shelters and leverage digital solutions in schools and communities to promote prevention especially with adolescents.</p><p>Ecuador, Liberia, Trinidad and Tobago and Uganda have developed costed national action plans. Legislative and advocacy actions in these countries have contributed to some domestic financing for this issue, signalling increased political commitment at a time of decreasing aid budgets.&nbsp;</p><p>To accelerate global progress and deliver meaningful change for the lives of affected women and girls, the report calls for decisive government action and funding to:</p><ul><li>scale up evidence-based prevention programmes</li><li>strengthen survivor-centred health, legal and social services</li><li>invest in data systems to track progress and reach the most at-risk groups</li><li>enforce laws and policies empowering women and girls.</li></ul><p>The report is accompanied by the launch of the second edition of the <em><a href=\"https://www.who.int/publications/i/item/9789240117020\">RESPECT Women: preventing violence against women framework</a></em>, offering updated guidance for violence prevention, including for humanitarian contexts.</p><p>There can be no more silence or inaction. We need leaders to commit and act towards ending violence against women and girls now.</p><h3>Quotes from partners</h3><p>\"Ending violence against women and girls requires courage, commitment, and collective action. Advancing gender equality&nbsp;is how we build a more equal, safer world for everyone, where every woman and every girl can live a life free from violence.&rdquo; <strong>Dr&nbsp;Sima&nbsp;Bahous, Executive Director, UN Women</strong>\n <br /></p><p>\"Violence against women inflicts deep and lasting harm that affects their lives, health and dignity. For many, violence is compounded by discrimination based on poverty, disability and other factors, exposing them to even higher risk. The devastating cycle of abuse often ripples through families and communities and across generations. The data paint a grim picture of the toll of inaction. This must change now. We must act urgently together to end this violence and ensure that every woman and girl, in all her diversity, can exercise her rights, realize her potential and contribute fully to more just, equal and prosperous societies.&rdquo; <strong>Diene Keita, Executive Director, UNFPA</strong>\n <br /></p><p>&ldquo;The data shows that many women first experience violence from a partner when they are adolescents. And many children grow up watching their mothers being pushed, hit or humiliated, with violence a part of daily life. The key is to break this pattern of violence against women and girls.&rdquo; <strong>UNICEF Executive Director Catherine Russell</strong>\n </p><p><strong>&nbsp;</strong></p><h3>Notes to the editors</h3><p><strong>About the report</strong></p><p>The report, <em>Global, regional and national prevalence estimates for intimate partner violence against women and non-partner sexual violence against women, 2023</em> was developed by WHO and the UNDP-UNFPA-UNICEF-WHO-World Bank Special Programme of Research, Development and Research Training in Human Reproduction (HRP) on behalf of, and with the United Nations Inter-Agency Working Group on Violence Against Women Estimation and Data. The Working Group includes representatives from WHO, UN Women, UNICEF, UNFPA, the United Nations Office on Drugs and Crime (UNODC) and the United Nations Statistics Division (UNSD).</p><p>Modelling is used to enhance comparability of estimates across countries and regions to the extent allowed by existing data. All surveys likely underestimate the actual prevalence of violence against women as there will always be women who do not disclose these experiences, especially where this violence is highly stigmatized. Sexual violence is particularly underreported in many settings. Poorly designed or implemented surveys in some places further exacerbate this underestimation.</p><p><strong>About regional and country estimates</strong></p><p>The report and database present regional data in the following categories: Sustainable Development Goal (SDG) regions, WHO regions, Global Burden of Disease (GBD) regions, UNFPA regions and UNICEF regions. Data is also presented for 168 countries and areas for women aged 15-49 years old. The report presents data on both lifetime and past 12 months prevalence estimates.</p><p>The rates of the Past 12 months prevalence of intimate partner violence among ever-married/-partnered women 15 years and older among the United Nations SDG regional and subregion classifications are ranked below from highest to lowest prevalence:</p><ul><li>Oceania (<em>excluding</em> Australia and New Zealand): 38%</li><li>Central and Southern Asia: 18%<ul><li>Southern Asia &ndash; 19%</li></ul></li><li>Least Developed Countries &ndash; 18%</li><li>Sub-Saharan Africa &ndash; 17%</li><li>Small Island Developing States &ndash; 17%</li><li>Northern Africa and Western Asia &ndash; 14%<ul><li>Northern Africa &ndash; 16%</li></ul></li><li>Oceania (<em>including </em>Australia and New Zealand) &ndash; 13%</li><li>Eastern and South-Eastern Asia &ndash; 8%</li><li>Latin American and the Caribbean &ndash; 7%</li><li>Europe and Northern America &ndash; 5%</li></ul><p><strong>About RESPECT</strong></p><p>RESPECT stands for:&nbsp; <strong>R</strong>elationship skills strengthening, <strong>E</strong>mpowerment of women and girls, <strong>S</strong>ervices ensured, <strong>P</strong>overty reduced, <strong>E</strong>nabling environments (i.e. schools, workplaces, public places), <strong>C</strong>hild and adolescent abuse prevented, and <strong>T</strong>ransformed gender attitudes, beliefs and norms. RESPECT women is endorsed by 13 agencies and is aimed at policy makers.</p>",
    "disease": "unknown",
    "region": "Global",
    "date": "Wed, 19 Nov 2025 11:34:26 Z",
    "source": "WHO",
    "severity_level": "medium",
    "data_type": "outbreak_report"
  },
  {
    "id": "urn:uuid:d3c9fba8-602f-4d05-8a99-0e815a65647c",
    "text": "More countries report rising levels of drug-resistant gonorrhoea, warns WHO. <p>The World Health Organization (WHO) warns that gonorrhoea, a sexually transmitted infection, is becoming increasingly resistant to antibiotics, according to new data from its <em>Enhanced Gonococcal Antimicrobial Surveillance Programme (EGASP)</em>, which monitors the spread of drug-resistant gonorrhoea.&nbsp;</p><p>The <a href=\"https://www.who.int/publications/i/item/9789240117297\">report</a> highlights the need to strengthen surveillance, improve diagnostic capacity and ensure equitable access to new treatments for sexually transmitted infections (STIs). The release of the new data coincides with  <a href=\"https://www.who.int/campaigns/world-amr-awareness-week/2025\">World Antimicrobial Resistance (AMR) Awareness Week</a>, reinforcing the importance of global action against drug-resistant infections.  <a href=\"https://www.who.int/publications/i/item/9789240021341\">EGASP,</a> launched by WHO in 2015, collects laboratory and clinical data from sentinel sites around the world to track AMR and inform treatment guidelines.<br /></p><p>&ldquo;This global effort is essential to tracking, preventing, and responding to drug-resistant gonorrhoea and to protecting public health worldwide,&rdquo; said Dr Tereza Kasaeva, Director of the WHO Department for HIV, TB, Hepatitis &amp; STIs. &ldquo;WHO calls on all countries to address the rising levels of sexually transmitted infections (STIs) and integrate gonorrhoea surveillance into national STI programmes.&rdquo;&nbsp;<br /></p><p>Between 2022 and 2024, resistance to ceftriaxone and cefixime, the primary antibiotics used to treat gonorrhoea, rose sharply from 0.8% to 5% and from 1.7% to 11% respectively, with resistant strains detected in more countries. Resistance to azithromycin remained stable at 4%, while resistance to ciprofloxacin reached 95%. Cambodia and Viet Nam reported the highest resistance rates.<br /></p><p>In 2024, 12 EGASP countries in five WHO regions provided data, an increase from just four countries in 2022. This is a positive development reflecting growing commitment to track and contain drug-resistant infections in countries and regions. The countries- Brazil, Cambodia, India, Indonesia, Malawi, the Philippines, Qatar, South Africa, Sweden, Thailand, Uganda and Viet&nbsp;Nam reported 3615 cases of gonorrhoea.<br /></p><p>Over half of all cases of symptomatic gonorrhoea in men (52%) were reported from countries in the WHO Western Pacific Region, including the Philippines (28%), Viet Nam (12%), Cambodia (9%) and Indonesia (3%). Countries of the WHO African Region accounted for 28% of cases, followed by countries in the South-East Asia Region (13%, Thailand), the Eastern Mediterranean Region (4%, Qatar) and the Region of the Americas (2%, Brazil).<br /></p><p>The median patient age was 27 years (range: 12&ndash;94). Among cases, 20% were men who have sex with men, and 42% reported multiple sexual partners within the past 30 days. Eight percent reported recent antibiotic use, and 19% had travelled recently.<strong>&nbsp;</strong></p><h3>Strengthening and expanding global surveillance<br /></h3><p>In 2024, WHO advanced genomic surveillance, with nearly 3000 samples sequenced from eight countries. Landmark studies on new treatments such as <a href=\"https://www.sciencedirect.com/science/article/pii/S2772707625000591\">zoliflodacin</a> and gepotidacin, as well as studies on tetracycline resistance, were conducted by WHO&rsquo;s Collaborating Centre on AMR in STI in Sweden, in coordination with WHO. These are helping guide future gonorrhoea control and doxycycline-based prevention (DoxyPEP) strategies.&nbsp;</p><p>EGASP continued to expand its reach in 2024, with Brazil, C&ocirc;te d&rsquo;Ivoire and Qatar joining the programme, and India beginning implementation and data reporting starting in 2025 under its National AIDS and Sexually Transmitted Diseases Control Programme.<br /></p><p>Despite notable progress, EGASP faces challenges, including limited funding, incomplete reporting, and gaps in data from women and extragenital sites. WHO calls for urgent investment, particularly in national surveillance systems, to sustain and expand global gonococcal AMR surveillance.</p><p>&nbsp;</p>",
    "disease": "unknown",
    "region": "Global",
    "date": "Wed, 19 Nov 2025 10:01:44 Z",
    "source": "WHO",
    "severity_level": "medium",
    "data_type": "outbreak_report"
  },
  {
    "id": "urn:uuid:2120a808-eb02-4bd4-88f6-8e30ca9a6932",
    "text": "WHO promotes lifesaving intervention for small and preterm babies on first official World Prematurity Day. <p>The World Health Organization (WHO) is marking its first official observance of World Prematurity Day with the launch of a new global clinical practice guide for Kangaroo Mother Care (KMC) &ndash; a simple, proven and life-saving intervention that significantly improves survival for preterm and low birth weight babies.</p><p>Each year, an estimated 15 million babies are born too soon (before 37 weeks of pregnancy), and complications from preterm birth are the leading cause of death among children under five years of age. In the poorest countries, most extremely preterm babies die within days &ndash; whereas in high-income countries, almost all survive.</p><p>KMC &ndash; which combines prolonged skin to skin contact with breast-milk feeding &ndash; has been shown to dramatically improve outcomes for small and preterm newborns, and to be feasible and cost-effective in all settings. Among other positive impacts, it is associated with a more than 30% reduction in newborn deaths, a close to 70% reduction in hypothermia and a 15% reduction in severe infections &ndash; as well as improved weight gain and better longer-term health and cognitive development. </p><p>&ldquo;KMC is not just a clinical intervention &ndash; it empowers mothers and families and transforms newborn care,&rdquo; said Dr Jeremy Farrar, WHO&rsquo;s Assistant Director-General for Health Promotion, Disease Prevention and Care. &ldquo;It should now be universal clinical practice for all small and preterm babies, ensuring they have the best chance to survive and thrive.&rdquo;</p><h2>A lifesaving intervention for all babies born early or small</h2><p>Geared at health workers, facility managers as well as caregivers, the new WHO guide offers detailed, step-by-step, adaptable guidance for initiating, maintaining, and monitoring KMC. It states that all preterm or low birth weight newborns should receive KMC starting immediately after birth - unless they are unable to breathe on their own or their blood pressure and circulation drops to dangerously low levels, requiring urgent treatment. </p><p>While mothers should typically be the primary providers, fathers and other family members can also give KMC if the mother is unable &ndash; as well as providing critical emotional and practical support. KMC can be practiced at all levels of health facilities &ndash; from the labour room or the operating theatre to postnatal wards and special or intensive newborn care units &ndash; and can be continued at home. </p><p>The guide includes practical tips on how to secure the baby in the KMC position, whether using simple cloth wraps, elastic binders or specially designed garments. It also outlines how health facilities create enabling environments for KMC through supportive policies and training staff. Family-friendly approaches are crucial for successful implementation, the guide notes &ndash; including ensuring mothers can always be together in the same room as their babies.</p><h2>All small and sick newborns need dedicated medical care and attention</h2><p>On this World Prematurity Day, with the theme &lsquo;<em>A strong start for a hopeful future&rsquo;</em>, WHO is calling on governments, health systems and partners to prioritize quality care for preterm and low birth weight babies. This means ensuring dedicated wards or facilities with specially trained neonatal staff providing round-the-clock care for small and sick newborns, as well as universal access to essential equipment and medicines like antibiotics. </p><p>Because they have less time in the womb, many preterm babies have underdeveloped lungs, brains, immune systems and capacity for temperature regulation. This increases risks from infections, hypothermia, heart problems, respiratory distress, and other life-threatening complications. </p><p>&ldquo;No newborn should die from preventable causes,&rdquo; said Dr Per Ashorn, WHO&rsquo;s Unit Head for Newborn and Child Health and Development. &ldquo;It&rsquo;s time to ensure every baby gets the attention they need, by investing in special care for small or sick babies, alongside quality maternity services that can prevent many occurrences of preterm birth.&rdquo;</p><p></p>",
    "disease": "unknown",
    "region": "Global",
    "date": "Fri, 14 Nov 2025 17:39:52 Z",
    "source": "WHO",
    "severity_level": "medium",
    "data_type": "outbreak_report"
  }
]